<!DOCTYPE html>
<html>
<head>
    <title>合成测试示例</title>
    <script src="static/webios/js/jquery-1.9.1.js"></script>
</head>

<body>
<iframe id="kk" src="http://tsn.baidu.com/text2audio?tex=马比卡（左）在女子柔道70公斤级比赛中本报记者王笑笑波波莱·米森加梳着一头小辫子，比赛时目光锐利，走下赛场却一脸和气。10日上午，他亮相里约热内卢奥运会男子柔道90公斤级赛场。他的运动服上绣着奥运五环旗帜，他所属的代表团有个特殊的名字：难民代表团。本届奥运会，国际奥委会首次选拔了10名难民运动员组成代表团参赛，以此号召全球关注、了解难民危机，并向所有难民传递“希望的信息”。“我们代表所有饱受战乱之苦、背井离乡的人参加奥运会，也希望自己的经历能激励他们。”米森加说，“练习柔道让我暂时忘记战争中的一切，这就是体育的力量。”柔道令他们忘记悲伤24岁的米森加来自刚果（金），他与28岁的同胞约兰德·马比卡现居巴西。2013年来巴西参加柔道世锦赛时，他们从队中逃离，在巴西落脚。尽管人生地不熟，生活一度举步维艰，但比起冲突不断、每天都有人在战火和贫困中死去的祖国，这里至少可以安身。渐渐地，两人适应了巴西的生活，能够熟练使用葡萄牙语，还分别成了家。一年多以前，他们在一家非政府组织的资助下恢复了训练。幼年时，两人在金沙萨的流浪儿救助站接触到了柔道运动，运动的快乐令他们暂时忘记了悲伤。“体育改变了我的生活，体育代表着希望。”米森加说。&lan=zh&cuid=C8-E7-D8-4B-80&ctp=1&tok=24.a105ad92bd053c5238f3ba11a9d707f1.2592000.1473473609.282335-8058068&spd=5&pit=5&vol=5&per=0">

</iframe>
<button type="button" id="bt">按钮</button>
<script type="text/javascript">
    $(document).ready(function(){
        alert($(document.getElementById('kk').contentWindow.document.body).html());
    })
</script>
</body>

</html>